tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
brew "cairo"
brew "cmake"
brew "fd"
brew "gmp"
brew "ffmpeg"
brew "flex"
brew "gnupg"
brew "graphviz"
brew "haskell-language-server"
brew "latexindent"
brew "libffi"
brew "llvm@12"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "pillow"
brew "pkg-config"
brew "py3cairo"
brew "python@3.11"
brew "ripgrep"
brew "stow"
brew "transmission-cli"
brew "tree"
brew "vsce"
brew "wakeonlan"
brew "wxpython"
brew "xclip"
brew "yarn"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
cask "anki"
cask "discord"
cask "flameshot"
cask "free-gpgmail"
cask "gimp"
cask "gpg-suite-no-mail"
cask "inkscape"
cask "macfuse"
cask "mactex"
cask "scroll-reverser"
cask "signal"
cask "spotify"
cask "steam"
cask "vlc"
